Repository: sillsdev/languageforge-lexbox
Catalog: frontend/viewer/src/locales/*.po
Languages: es, fr, id, ms, sw, vi

source: FieldWorks Lite users will automatically receive changes that were made in FieldWorks Classic. FieldWorks Classic users will see changes that were made in FieldWorks Lite after they do Send/Receive.
es: Los usuarios de FieldWorks Lite recibirán automáticamente cambios realizados en FieldWorks Classic. Los usuarios de FieldWorks Classic verán los cambios que se hicieron en FieldWorks Lite después de que hagan Enviar/Recibir.
fr: Les utilisateurs de FieldWorks Lite recevront automatiquement les modifications qui ont été apportées dans FieldWorks Classic. Les utilisateurs de FieldWorks Classic verront les changements qui ont été faits dans FieldWorks Lite après avoir fait Envoyer/Recevoir.
id: Pengguna FieldWorks Lite akan secara otomatis menerima perubahan yang dibuat di FieldWorks Classic. Pengguna FieldWorks Classic akan melihat perubahan yang dibuat di FieldWorks Lite setelah mereka melakukan Kirim/Terima.
ms: Pengguna FieldWorks Lite akan menerima perubahan yang dibuat dalam FieldWorks Classic secara automatik. Pengguna FieldWorks Classic akan melihat perubahan yang dibuat dalam FieldWorks Lite selepas mereka melakukan Hantar/Terima.
sw: Watumiaji wa FieldWorks Lite watapokea otomatiki mabadiliko yaliyofanywa katika FieldWorks Classic. Watumiaji wa FieldWorks Classic watakuona mabadiliko yaliyofanywa katika FieldWorks Lite baada ya kufanya Tuma/Pokea.
vi: Người dùng FieldWorks Lite sẽ tự động nhận các thay đổi được thực hiện trong FieldWorks Classic. Người dùng FieldWorks Classic sẽ thấy các thay đổi từ FieldWorks Lite sau khi họ thực hiện Gửi/Nhận.

source: FieldWorks logo
es: Logo de FieldWorks
fr: Logo FieldWorks
id: Logo FieldWorks
ms: Logo FieldWorks
sw: Nembo ya FieldWorks
vi: Logo FieldWorks

source: File already exists
es: El archivo ya existe
fr: Le fichier existe déjà
id: File sudah ada
ms: Fail sudah wujud
sw: Faili tayari lipo
vi: Tệp đã tồn tại

source: File name:
es: Nombre del fichero:
fr: Nom du fichier :
id: Nama file:
ms: Nama fail:
sw: Jina la faili:
vi: Tên tệp:

source: File not found
es: Archivo no encontrado
fr: Fichier non trouvé
id: File tidak ditemukan
ms: Fail tidak ditemui
sw: Faili haijapatikana
vi: Không tìm thấy tệp

source: File saving not supported
es: Guardado de archivos no soportado
fr: L'enregistrement du fichier n'est pas une option valable
id: Penyimpanan file tidak didukung
ms: Penyimpanan fail tidak disokong
sw: Hifadhi ya faili hailinganiswi
vi: Lưu tệp không được hỗ trợ

source: File too big
es: Archivo demasiado grande
fr: Fichier trop volumineux
id: File terlalu besar
ms: Fail terlalu besar
sw: Faili kubwa sana
vi: Tệp quá lớn

source: Filter
sw: Chuja
vi: Lọc

source: Filter # entries
es: Filtrar # entradas
fr: Filtrer # entrées
id: Filter # entri
ms: Tapis # entri
sw: Kichuja # ingizo
vi: Lọc # mục

source: Filter # words
es: Filtrar # palabras
fr: Filtrer # mots
id: Saring # kata
ms: Tapis # perkataan
sw: Kichuja # neno
vi: Lọc # từ

source: Filter By
sw: Chuja Kwa
vi: Lọc theo

source: Filter entries
es: Filtrar entradas
fr: Filtrer les entrées
id: Menyaring entri
ms: Tapis entri
sw: Kichuja ingizo
vi: Lọc mục

source: Filter for...
es: Filtrar para...
fr: Filtrer pour...
id: Filter untuk...
ms: Tapis untuk...
sw: Kichuja kwa...
vi: Lọc cho...

source: Filter words
es: Filtrar palabras
fr: Filtrer mots
id: Menyaring kata
ms: Tapis perkataan
sw: Kichuja neno
vi: Lọc từ

source: Filter...
es: Filtrar...
fr: Filtrer...
id: Menyaring...
ms: Tapis...
sw: Kichuja...
vi: Lọc...

source: Filters
vi: Bộ lọc

source: Find entry...
es: Buscar entrada...
fr: Rechercher une entrée...
id: Temukan entri...
ms: Cari entri...
sw: Tafuta ingizo...
vi: Tìm mục...

source: Find word...
es: Encuentra la palabra...
fr: Rechercher un mot...
id: Temukan kata...
ms: Cari perkataan...
sw: Tafuta neno...
vi: Tìm từ...

source: Finish
es: Finalizar
fr: Terminer
id: Selesai
ms: Tamatkan
sw: Maliza
vi: Hoàn tất

source: For any other inquiries, feel free to send us an email.
es: Para cualquier otra consulta, no dude en enviarnos un correo electrónico.
fr: Pour toute autre question, n'hésitez pas à nous envoyer un courriel.
id: Untuk pertanyaan lainnya, silakan kirimkan email kepada kami.
ms: Untuk sebarang pertanyaan lain, jangan ragu untuk menghantar kami e-mel.
sw: Kwa kuuliza kingine chochote, tafadhali tuambii imeli.
vi: Với các yêu cầu khác, vui lòng gửi email cho chúng tôi.

source: From active filter
es: De filtro activo
fr: Depuis le filtre actif
id: Dari filter aktif
ms: Dari penapis aktif
sw: Kutoka kwa kichuja kilichoanzishwa
vi: Từ bộ lọc đang hoạt động

source: Get support
es: Obtener soporte
fr: Obtenir de l'aide
id: Dapatkan dukungan
ms: Dapatkan sokongan
sw: Pata msaada
vi: Nhận hỗ trợ

source: Gloss
es: Glosa
fr: Glose
id: Arti Singkat
ms: Glos
sw: Glosi
vi: Ghi chú

source: Go to {0}
es: Visite {0}
fr: Naviguer à {0}
id: Buka {0}
ms: Pergi ke {0}
sw: Nenda kwa {0}
vi: Đi tới {0}

source: Grammatical info.
es: Información gramatical.
fr: Informations grammaticales.
id: Info tata bahasa.
ms: Maklumat tatabahasa.
sw: Taarifa ya sarufi
vi: Thông tin ngữ pháp.

source: green
sw: kijani
vi: xanh

source: Headword
es: Palabra clave
fr: Entrée de dictionnaire
id: Lema
ms: Kata Utama
sw: Neno la kichwa
vi: Từ đầu mục

source: Hide
es: Ocultar
fr: Cacher
id: Sembunyikan
ms: Sembunyi
sw: Ficha
vi: Ẩn

source: History
es: Historia
fr: L'histoire
id: Sejarah
ms: Sejarah
sw: Historia
vi: Lịch sử

source: Hold to record or#press and release to start recording.
vi: Giữ nút để ghi âm hoặc nhấn và thả nút để bắt đầu ghi âm.

source: I don't see my project
es: No veo mi proyecto
fr: Je ne vois pas mon projet
id: Saya tidak melihat proyek saya
ms: Saya tidak nampak projek saya
sw: Siioni mradi wangu
vi: Tôi không thấy dự án của mình

source: I understand that this can't be undone
es: Entiendo que esto no se puede deshacer
fr: Je comprends que cela ne peut pas être annulé
id: Saya memahami bahwa hal ini tidak dapat dibatalkan
ms: Saya faham bahawa ini tidak boleh dibuat asal
sw: Ninaelewa kuwa hii haiwezi kurudishwa nyuma
vi: Tôi hiểu rằng điều này không thể hoàn tác

source: Import
es: Importar
fr: Importer
id: Impor
ms: Masukkan
sw: Ingiza
vi: Nhập

source: in {0}
es: en {0}
fr: dans {0}
id: di {0}
ms: dalam {0}
sw: katika {0}
vi: trong {0}

source: Include subdomains
es: Incluye subdominios
fr: Inclure les sous-domaines
id: Menyertakan subdomain
ms: Sertakan subdomain
sw: Jumuisha vikoa vidogo
vi: Bao gồm các phân miền phụ

source: Incomplete entries
es: Entradas incompletas
fr: Entrées incomplètes
id: Entri tidak lengkap
ms: Entri tidak lengkap
sw: Ingizo lisilo kamili
vi: Mục chưa hoàn chỉnh

source: Install Update
sw: Sakinisha Sasisho
vi: Cài đặt bản cập nhật

source: Installing Update...
sw: Inasakinisha Sasisho...
vi: Đang cài đặt bản cập nhật...

source: Keep going
es: Continuar
fr: Continuez
id: Teruskan.
ms: Teruskan
sw: Endelea
vi: Tiếp tục

source: Last change: #
es: Último cambio: #
fr: Dernier changement : #
id: Perubahan terakhir: #
ms: Perubahan terakhir: #
sw: Badiliko la mwisho: #
vi: Thay đổi cuối: #

source: Last sync: #
es: Última sincronización: #
fr: Synchronisation la plus récente : #
id: Sinkronisasi terakhir: #
ms: Sinkron terakhir: #
sw: Kuoanisha kwa mwisho: #
vi: Lần đồng bộ cuối: #

source: Length:
es: Longitud:
fr: Longueur :
id: Panjang:
ms: Panjang:
sw: Urefu:
vi: Độ dài:

source: Lexbox logo
es: Logotipo de Lexbox
fr: Logo Lexbox
id: Logo Lexbox
ms: Logo Lexbox
sw: Nembo ya Lexbox
vi: Logo Lexbox

source: Lexeme form
es: Forma del lexema
fr: Forme de lexème
id: Bentuk leksem
ms: Bentuk leksem
sw: Fomu ya Neno
vi: Hình thức lexeme

source: Lexeme Form
es: Forma del lexema
fr: Forme de lexème
id: Bentuk Leksem
ms: Bentuk Leksem
sw: Fomu ya Lexeme
vi: Hình thức lexeme

source: Light
es: Claro
fr: Lumière
id: Terang
ms: Terang
sw: Mwanga
vi: Sáng

source: List mode
es: Modo lista
fr: Mode liste
id: Mode daftar
ms: Mod senarai
sw: Hali ya orodha
vi: Chế độ danh sách

source: Literal meaning
es: Significado literal
fr: Sens littéral
id: Arti harfiah
ms: Makna harfiah
sw: Maana halisi
vi: Ý nghĩa đen

source: Loading Dictionaries...
es: Cargando diccionarios...
fr: Chargement des dictionnaires...
id: Memuat Kamus...
ms: Memuatkan Kamus...
sw: Inapakia Kamusi...
vi: Đang tải các từ điển...

source: loading...
es: cargando...
fr: chargement...
id: Memuat...
ms: memuat...
sw: inashughulikia...
vi: đang tải...

source: Local
id: Lokal
ms: Tempatan
sw: Mitaa
vi: Cục bộ

source: Local only
es: Sólo local
fr: Uniquement au niveau local
id: Hanya lokal
ms: Tempatan sahaja
sw: Mitaa tu
vi: Chỉ cục bộ

source: Login
es: Inicio de sesión
fr: Connexion
id: Masuk
ms: Log masuk
sw: Ingia
vi: Đăng nhập

source: Login to see projects
es: Inicie sesión para ver los proyectos
fr: Se connecter pour voir les projets
id: Login untuk melihat proyek
ms: Log masuk untuk melihat projek
sw: Ingia kuona miradi
vi: Đăng nhập để xem dự án

source: Logout
es: Cierre de sesión
fr: Déconnexion
id: Keluar
ms: Log keluar
sw: Toka nje
vi: Đăng xuất

source: Made with ❤️ from 🇦🇹 🇹🇭 🇺🇸
es: Hecho con ❤️ de 🇦🇹 🇹🇭 🇺🇸
fr: Réalisé avec ❤️ à partir de 🇦🇹 🇹🇭 🇺🇸
id: Dibuat dengan ❤️ dari 🇦🇹 🇹🇭 🇺🇸
ms: Dibuat dengan ❤️ dari 🇦🇹 🇹🇭 🇺🇸
sw: Iliyotengana na ❤️ kutoka 🇦🇹 🇹🇭 🇺🇸
vi: Được tạo với ❤️ từ 🇦🇹 🇹🇭 🇺🇸

source: Make a suggestion
es: Haz una sugerencia
fr: Faire une suggestion
id: Berikan saran
ms: Buat cadangan
sw: Tengeneza pendekezo
vi: Gợi ý

source: Make sure your [changes are synced]({0}) to Lexbox.
es: Asegúrese de que su [cambios están sincronizados]({0}) en Lexbox.
fr: Assurez-vous que vos [changements sont synchronisés]({0}) vers Lexbox.
id: Pastikan [perubahan telah disinkronkan]({0}) ke Lexbox.
ms: Pastikan [perubahan anda diselaraskan]({0}) ke Lexbox.
sw: Hakikisha mabadiliko yako [yameoanishwa]({0}) kwa Lexbox.
vi: Hãy đảm bảo [các thay đổi của bạn đã được đồng bộ]({0}) với Lexbox.

source: Manager
es: Gerente
fr: Gestionnaire
id: Manajer
ms: Pengurus
sw: Msimamizi
vi: Quản lý

source: Manual update is required. Please follow the instructions provided.
sw: Sasisho la mwongozo linahitajika. Tafadhali fuata maelekezo yaliyotolewa.
vi: Cần thực hiện cập nhật thủ công. Vui lòng làm theo các hướng dẫn được cung cấp.

source: Meaning
es: Significado
fr: Signification
id: Arti
ms: Erti
sw: Maana
vi: Ý nghĩa

source: Missing Definition {0}
es: Definición {0} perdida
fr: Définition manquante {0}
id: Definisi yang hilang {0}
ms: Definisi hilang {0}
sw: Maana yenye kushindwa {0}
vi: Thiếu Định nghĩa {0}

source: Missing Example sentence {0}
es: Frase de ejemplo {0} perdida
fr: Phrase exemplaire {0} manquante
id: Contoh kalimat yang hilang {0}
ms: Ayat contoh hilang {0}
sw: Sentensi ya mfano yenye kushindwa {0}
vi: Thiếu Câu ví dụ {0}

source: Missing Gloss {0}
es: Glosa {0} perdida
fr: Glose {0} manquante
id: Arti Singkat yang hilang {0}
ms: Glos hilang {0}
sw: Glosi yenye kushindwa {0}
vi: Thiếu Ghi chú {0}

source: Missing Part of Speech
es: Parte de la oración perdido
fr: Partie du discours manquante
id: Bagian Pidato yang Hilang
ms: Jenis Perkataan Tiada
sw: Sehemu ya mazungumzo yenye kushindwa
vi: Thiếu Loại từ

source: Missing: {0}
es: Falta: {0}
fr: Manquant : {0}
id: Hilang: {0}
ms: Hilang: {0}
sw: Yenye kushindwa: {0}
vi: Thiếu: {0}

source: Mode
sw: Hali
vi: Chế độ

source: Move
es: Mover
fr: Déplacer
id: Pindah
ms: Gerak
sw: Sogeza
vi: Di chuyển

source: Never
es: Nunca
fr: Jamais
id: Tidak pernah
ms: Tidak Pernah
sw: Kamwe
vi: Không bao giờ

source: New
es: Nuevo
fr: Nouveau
id: Baru
ms: Baru
sw: Mpya
vi: Mới

source: New data
es: Nuevos datos
fr: Nouvelles données
id: Data baru
ms: Data baru
sw: Data mpya
vi: Dữ liệu mới

source: New Entry
es: Nueva entrada
fr: Nouvelle entrée
id: Entri Baru
ms: Entri Baru
sw: Ingizo Mpya
vi: Mục mới

source: New Word
es: Nueva palabra
fr: Nouveau mot
id: Kata Baru
ms: Perkataan Baru
sw: Neno Jipya
vi: Từ mới

source: Next
es: Siguiente
fr: Suivant
id: Berikutnya
ms: Seterusnya
sw: Inayofuata
vi: Tiếp theo

source: No activity found
es: No se ha encontrado actividad
fr: Aucune activité trouvée
id: Tidak ada aktivitas yang ditemukan
ms: Tiada aktiviti ditemui
sw: Hakuna shughuli iliyopatikana
vi: Không tìm thấy hoạt động

source: No audio
es: Sin audio
fr: Aucun contenu audio
id: Tidak ada audio
ms: Tiada audio
sw: Hakuna sauti
vi: Không có âm thanh

source: No Dictionaries found
es: No se han encontrado diccionarios
fr: Aucun dictionnaire trouvé
id: Tidak ditemukan Kamus
ms: Tiada Kamus ditemui
sw: Hakuna kamusi iliyopatikana
vi: Không tìm thấy từ điển nào

source: No entries found
es: No se han encontrado entradas
fr: Aucune entrée trouvée
id: Tidak ada entri yang ditemukan
ms: Tiada entri ditemui
sw: Hakuna ingizo liliyopatikana
vi: Không tìm thấy mục nào

source: No file to upload
es: Ningún archivo para subir
fr: Aucun fichier à télécharger
id: Tidak ada file untuk diunggah
ms: Tiada fail untuk dimuat naik
sw: Hakuna faili la kuweka
vi: Không có tệp để tải lên

source: No history found
es: No se han encontrado antecedentes
fr: Aucun antécédent n'a été trouvé
id: Tidak ditemukan riwayat
ms: Tiada sejarah ditemui
sw: Hakuna historia iliyopatikana
vi: Không tìm thấy lịch sử

source: No items found
es: No se han encontrado artículos
fr: Aucun élément trouvé
id: Tidak ada barang yang ditemukan
ms: Tiada item ditemui
sw: Hakuna kitu kilichopatikana
vi: Không tìm thấy mục nào

source: No new data
es: No hay nuevos datos
fr: Aucune nouvelle donnée
id: Tidak ada data baru
ms: Tiada data baru
sw: Hakuna data mpya
vi: Không có dữ liệu mới

source: No server
es: Sin servidor
fr: Aucun serveur
id: Tidak ada server
ms: Tiada pelayan
sw: Hakuna seva
vi: Không có máy chủ

source: No server configured
es: Ningún servidor configurado
fr: Pas de serveur configuré
id: Tidak ada server yang dikonfigurasi
ms: Tiada pelayan dikonfigurasikan
sw: Hakuna seva iliyotengwa
vi: Chưa cấu hình máy chủ

source: No subject, unable to create a new {0}
es: No hay tema, no se puede crear un nuevo {0}
fr: Aucun sujet, impossible de créer un nouveau {0}
id: Tidak ada subjek, tidak dapat membuat {0} baru
ms: Tiada subjek, tidak dapat membuat {0} baru
sw: Hakuna kigezo, haiwezi kutengeneza {0} mpya
vi: Không có chủ đề, không thể tạo mới {0}

source: No words found
es: No se han encontrado palabras
fr: Aucun mot trouvé
id: Tidak ada kata yang ditemukan
ms: Tiada perkataan ditemui
sw: Hakuna neno liliyopatikana
vi: Không tìm thấy từ nào

source: None
es: Ninguno
fr: Aucun
id: Tidak ada
ms: Tiada
sw: Hamna
vi: Không có

source: Not equal
es: No es igual
fr: Pas égal à
id: Tidak sama
ms: Tidak sama
sw: Sio sawa
vi: Không bằng

source: Not found
es: No encontrado
fr: Non trouvé
id: Tidak ditemukan
ms: Tidak ditemui
sw: Haijapatikana
vi: Không tìm thấy

source: Not logged in
es: No conectado
fr: Non connecté
id: Tidak masuk
ms: Tidak log masuk
sw: Haijaingia
vi: Chưa đăng nhập

source: Not synced
es: No sincronizado
fr: Non synchronisé
id: Tidak disinkronkan
ms: Tidak disegerakkan
sw: Haijaoanishwa
vi: Chưa đồng bộ

source: Note
es: Nota
id: Catatan
ms: Nota
sw: Tanbihi
vi: Ghi chú

source: Nothing to copy
es: Nada que copiar
fr: Rien à copier
id: Tidak ada yang perlu disalin
ms: Tiada yang boleh disalin
sw: Hakuna kitu cha kunakili
vi: Không có gì để sao chép

source: Observer
es: Observador
fr: Observateur
id: Pengamat
ms: Pemerhati
sw: Mwangalizi
vi: Quan sát viên

source: Offline
es: Fuera de línea
fr: Déconnecté
ms: Luar talian
sw: Nyuma ya mtandao
vi: Ngoại tuyến

source: Offline, unable to download
es: Desconectado, no se puede descargar
fr: Déconnecté, impossible de télécharger
id: Offline, tidak dapat mengunduh
ms: Luar talian, tidak dapat memuat turun
sw: Nyuma ya mtandao, haiwezi kupakua
vi: Ngoại tuyến, không thể tải xuống

source: One FieldWorks Classic commit may consist of changes to multiple entries or fields. On the other hand, a commit may only affect data that is not synced to FieldWorks Lite.
es: Un commit de FieldWorks Classic puede consistir en cambios en múltiples entradas o campos. Por otro lado, un commit sólo puede afectar a los datos que no están sincronizados con FieldWorks Lite.
fr: Un commit FieldWorks Classic peut contenir des modifications à plusieurs entrées ou champs. D'un autre côté, un commit ne peut affecter que les données qui ne sont pas synchronisées avec FieldWorks Lite.
id: Satu komit FieldWorks Classic dapat terdiri dari perubahan pada beberapa entri atau bidang. Di sisi lain, komit hanya dapat memengaruhi data yang tidak disinkronkan ke FieldWorks Lite.
ms: Satu komit FieldWorks Classic mungkin terdiri daripada perubahan pada berbilang entri atau medan. Sebaliknya, satu komit mungkin hanya menjejaskan data yang tidak diselaraskan ke FieldWorks Lite.
sw: Kumbuka moja ya FieldWorks Classic inaweza kuwa na mabadiliko kwa ingizo au sehemu kadhaa. Kwa upande mwingine, kumbuka inaweza tu kuathiri data ambayo haijaoanishwa kwa FieldWorks Lite.
vi: Một commit của FieldWorks Classic có thể gồm các thay đổi trên nhiều mục hoặc trường. Ngược lại, một commit có thể chỉ ảnh hưởng tới dữ liệu không được đồng bộ tới FieldWorks Lite.

source: Open
es: Abrir
fr: Ouvert
id: Buka
ms: Buka
sw: Fungua
vi: Mở

source: Open Data Directory
es: Directorio de datos abiertos
fr: Répertoire des données ouvertes
id: Direktori Data Terbuka
ms: Buka Direktori Data
sw: Fungua Faharasa ya Data
vi: Mở Thư mục Dữ liệu

source: Open in FieldWorks
es: Abrir en FieldWorks
fr: Ouvrir dans FieldWorks
id: Buka di FieldWorks
ms: Buka dalam FieldWorks
sw: Fungua katika FieldWorks
vi: Mở trong FieldWorks

source: Open in new Window
es: Abrir en una ventana nueva
fr: Ouvrir dans une nouvelle fenêtre
id: Buka di jendela baru
ms: Buka dalam Tetingkap baharu
sw: Fungua kwenye Dirisha Jipya
vi: Mở trong cửa sổ mới

source: Open Log file
es: Abrir archivo Log
fr: Ouvrir le fichier journal
id: Buka file Log
ms: Buka fail Log
sw: Fungua faili la logi
vi: Mở tệp nhật ký

source: orange
sw: machungwa
vi: cam

source: Part
es: Pieza
fr: Partie
id: Bagian
ms: Bahagian
sw: Sehemu
vi: Phần

source: Part of
es: Parte de
fr: Une partie de
id: Bagian dari
ms: Sebahagian daripada
sw: Sehemu ya
vi: Một phần của

source: Part of speech
es: Parte de la oración
fr: Partie du discours
id: Bagian dari pidato
ms: Jenis Perkataan
sw: Sehemu za mazungumzo
vi: Loại từ

source: Pending
es: Pendiente
fr: En attente
id: Tertunda
ms: Tertunda
sw: Inasubiri
vi: Đang chờ xử lý

source: Pick a Part of Speech
es: Escoge una parte de la voz
fr: Choisir une partie du discours
id: Pilih Bagian dari Pidato
ms: Pilih Bahagian Pertuturan
sw: Chagua Sehemu ya Mazungumzo
vi: Chọn một Loại từ

source: Pinned
fr: Épinglé
id: Disematkan
ms: Disemat
sw: Imebandikwa
vi: Đã ghim

source: Platform
sw: Jukwaa
vi: Nền tảng

source: Preview
es: Vista previa
fr: Avant-première
id: Pratinjau
ms: Pratonton
sw: Hakiki
vi: Xem trước

source: Preview not available
vi: Xem trước không khả dụng

source: Project
es: Proyecto
fr: Projet
id: Proyek
ms: Projek
sw: Mradi
vi: Dự án

source: Project {0} not found on {1}
es: Proyecto {0} no encontrado en {1}
fr: Projet {0} introuvable sur {1}
id: Proyek {0} tidak ditemukan di {1}
ms: Projek {0} tidak ditemui pada {1}
sw: Mradi {0} haipatikani kwenye {1}
vi: Dự án {0} không tìm thấy trên {1}

source: Project {0} on {1} is not yet set up for FieldWorks Lite
es: El proyecto {0} en {1} aún no está configurado para FieldWorks Lite
fr: Le projet {0} sur {1} n'est pas encore configuré pour FieldWorks Lite
id: Proyek {0} di {1} belum disiapkan untuk FieldWorks Lite
ms: Projek {0} pada {1} belum disediakan untuk FieldWorks Lite
sw: Mradi {0} kwenye {1} haujajajengwa kwa FieldWorks Lite
vi: Dự án {0} trên {1} chưa được thiết lập cho FieldWorks Lite

source: Project name...
es: Nombre del proyecto...
fr: Nom du projet...
id: Nama proyek...
ms: Nama projek...
sw: Jina la mradi...
vi: Tên dự án...

source: Publication
vi: Phát hành

source: Publish {0} in
es: Publicar {0} en
fr: Publier {0} dans
id: Publikasikan {0} di
ms: Terbitkan {0} dalam
sw: Chapisha {0} ndani
vi: Xuất bản {0} trong

source: Reference
es: Referencia
fr: Référence
id: Referensi
ms: Rujukan
sw: Rejeleo
vi: Tham chiếu

source: Refine your filter to see more...
es: Afine su filtro para ver más...
fr: Affinez votre filtre pour voir plus...
id: Sempurnakan filter Anda untuk melihat lebih banyak...
ms: Perhalusi penapis anda untuk melihat lebih banyak...
sw: Boresho kichujio chako kuona zaidi...
vi: Tinh chỉnh bộ lọc để xem thêm...

source: Refresh Projects
es: Actualizar proyectos
fr: Actualiser la liste de projets
id: Menyegarkan Proyek
ms: Segarkan Semula Projek
sw: Onyesha Upya Miradi
vi: Làm mới Dự án

source: Release notes
sw: Maelezo ya toleo
vi: Ghi chú phát hành

source: Remove
es: Eliminar
fr: Supprimer
id: Hapus
ms: Tanggalkan
sw: Ondoa
vi: Gỡ bỏ

source: Remove audio
es: Eliminar audio
fr: Supprimer l'audio
id: Menghapus audio
ms: Buang audio
sw: Ondoa sauti
vi: Xóa âm thanh

source: Reopen
es: Vuelva a abrir
fr: Rouvrir
id: Buka kembali
ms: Buka semula
sw: Fungua Upya
vi: Mở lại

source: Replace audio
es: Sustituir audio
fr: Remplacer l'audio
id: Ganti audio
ms: Ganti audio
sw: Badili sauti
vi: Thay thế âm thanh

source: Report a technical problem
es: Reportar un problema técnico
fr: Signaler un problème technique
id: Laporkan masalah teknis
ms: Laporkan masalah teknikal
sw: Ripoti tatizo la kiufundi
vi: Báo lỗi kỹ thuật

source: Restore
sw: Rejesha
vi: Khôi phục

source: Review
es: Revisión
fr: Évaluer
id: Ulasan
ms: Semak
sw: Tathmini
vi: Xem lại

source: rose
sw: waridi
vi: hoa hồng

source: Save As
es: Guardar como
fr: Enregistrer sous
id: Simpan Sebagai
ms: Simpan Sebagai
sw: Hifadhi Kama
vi: Lưu thành

source: Save audio
es: Guardar audio
fr: Sauvegarder l'audio
id: Simpan audio
ms: Simpan audio
sw: Hifadhi sauti
vi: Lưu âm thanh

source: Search # or #
es: Buscar # o #
fr: Rechercher # ou #
id: Cari # atau #
ms: Cari # atau #
sw: Tafuta # au #
vi: Tìm # hoặc #

source: Search Dictionaries
es: Buscar en diccionarios
fr: Rechercher dans les dictionnaires
id: Cari Kamus
ms: Cari Kamus
sw: Tafuta Kamusi
vi: Tìm từ điển

source: Select {0}
es: Seleccionar {0}
fr: Sélectionner {0}
id: Pilih {0}
ms: Pilih {0}
sw: Chagua {0}
vi: Chọn {0}

source: Select {0} to view details
es: Seleccione {0} para ver los detalles
fr: Sélectionner {0} pour voir les détails
id: Pilih {0} untuk melihat detailnya
ms: Pilih {0} untuk melihat butiran
sw: Chagua {0} kuona maelezo
vi: Chọn {0} để xem chi tiết

source: Select a new task to work on
es: Seleccione una nueva tarea en la que trabajar
fr: Sélectionner une nouvelle tâche à effectuer
id: Pilih tugas baru untuk dikerjakan
ms: Pilih tugas baru untuk dikerjakan
sw: Chagua jukumu jipya la kufanya
vi: Chọn nhiệm vụ mới để thực hiện

source: Select file
es: Seleccionar archivo
fr: Sélectionner un fichier
id: Pilih file
ms: Pilih fail
sw: Chagua Faili
vi: Chọn tệp

source: Semantic domain
es: Dominio semántico
fr: Domaine sémantique
id: Domain semantik
ms: Domain semantik
sw: Kikoa cha kumkutania
vi: Miền ngữ nghĩa

source: Semantic domains
es: Dominios semánticos
fr: Domaines sémantiques
id: Domain semantik
ms: Domain semantik
sw: Miji ya kumkutania
vi: Các miền ngữ nghĩa

source: Send us a message
es: Envíenos un mensaje
fr: Envoyez-nous un message
id: Kirimkan pesan kepada kami
ms: Hantar kami mesej
sw: Tuambii ujumbe
vi: Gửi cho chúng tôi một tin nhắn

source: Sense
es: Acepción
fr: Sens
id: Pengertian
ms: Makna
sw: Kwa maana
vi: Ý nghĩa (sense)

source: Sentence
es: Sentencia
fr: Phrase
id: Kalimat
ms: Ayat
sw: Sentensi
vi: Câu

source: Settings
es: Ajustes
fr: Paramètres
id: Pengaturan
ms: Tetapan
sw: Mipangilio
vi: Cài đặt
