Repository: sillsdev/languageforge-lexbox
Catalog: frontend/viewer/src/locales/*.po
Languages: es, fr, id, ms, sw, vi

source: – ({0} changes)
es: – ({0} cambios)
fr: – ({0} changements)
id: - ({0} perubahan)
ms: – ({0} perubahan)
sw: – ({0} mabadiliko)
vi: – ({0} thay đổi)

source: {0} ago
es: {0} hace
fr: il y a {0}
id: {0} yang lalu
ms: {0} yang lalu
sw: {0} iliyopita
vi: {0} trước

source: {0} Server
es: {0} Servidor
fr: {0} Serveur
ms: Pelayan {0}
sw: Seva ya {0}
vi: Máy chủ {0}

source: {num, plural, one {# change} other {# changes}}
es: {num, plural, one {# cambio} other {# cambios}}
fr: {num, plural, one {# changement} other {# changements}}
id: {num, plural, one {# perubahan} other {# perubahan}}
ms: {num, plural, other {# perubahan}}
sw: {num, plural, other {# mabadiliko}}
vi: {num, plural, other {# thay đổi}}

source: {num, plural, one {# new FieldWorks Classic commit} other {# new FieldWorks Classic commits}}
es: {num, plural, one {# nuevo FieldWorks Classic commit} other {# nuevos FieldWorks Classic commits}}
fr: {num, plural, one {# nouveau FieldWorks Classic commit} other {# nouveaux FieldWorks Classic commits}}
id: {num, plural, one {# komit FieldWorks Classic baru} other {# komit FieldWorks Classic baru}}
ms: {num, plural, other {# komit FieldWorks Classic baharu}}
sw: {num, plural, one {# kumbuka mpya ya FieldWorks Classic} other {# kumbukas mpya za FieldWorks Classic}}
vi: {num, plural, other {# commit FieldWorks Classic mới}}

source: {num, plural, one {# new FieldWorks Lite commit} other {# new FieldWorks Lite commits}}
es: {num, plural, one {# nuevo commit de FieldWorks Lite} other {# nuevos commits de FieldWorks Lite}}
fr: {num, plural, one {# new FieldWorks Lite commit} other {# new FieldWorks Lite communique}}
id: {num, plural, one {# komit FieldWorks Lite baru} other {# komit FieldWorks Lite baru}}
ms: {num, plural, other {# komit FieldWorks Lite baharu}}
sw: {num, plural, one {# kumbuka mpya ya FieldWorks Lite} other {# kumbukas mpya za FieldWorks Lite}}
vi: {num, plural, other {# commit FieldWorks Lite mới}}

source: **Fewer fields** (e.g. hides *Complex form types*, *Literal meaning*)
es: **Menos campos** (p. ej. esconde *Tipos de formularios complejos*, *Significado literal*)
fr: **Moins de champs** (par exemple, masque les *types de formulaires complexes*, *signification littérale*)
id: **Bidang yang lebih sedikit** (misalnya menyembunyikan *Tipe bentuk kompleks*, *Makna harfiah*)
ms: **Lebih sedikit medan** (cth. menyembunyikan *jenis bentuk kompleks*, *makna literal*)
sw: **Sehemu chache** (kwa mfano inafichwa *aina za fomu zenye mabadiliko*, *maana halisi*)
vi: **Ít trường hơn** (ví dụ ẩn *Loại hình thức phức tạp*, *Ý nghĩa đen*)

source: **Fewer morpheme types** (only *Root*, *Bound Root*, *Stem*, *Bound Stem*, *Particle*, *Phrase*, and *Discontiguous Phrase*)
es: **Menos tipos de morfema** (sólo *Raíz*, *Raíz vinculado*, *Tallo*, *Tema vinculado*, *Partícula*, *Fraseo* y *Frase descontigua*)
fr: **Moins de types de morphèmes** (seulement *Racine*, *Racines liées*, *Stem*, *Stem*, *Particible*, *Phrase*, et *Phrase Discontigue*)
id: **Jenis morfem yang lebih sedikit** (hanya *Root*, *Bound Root*, *Stem*, *Bound Stem*, *Particle*, *Phrase*, dan *Discontiguous Phrase*)
ms: **Lebih sedikit jenis morfem** (hanya *Akar*, *Akar Terikat*, *Batang*, *Batang Terikat*, *Zarah*, *Frasa*, dan *Frasa Tak Bersebelahan*)
sw: **Aina chache za morifemi** (tu *Root*, *Bound Root*, *Stem*, *Bound Stem*, *Particle*, *Phrase*, na *Discontiguous Phrase*)
vi: **Ít loại môrphêm hơn** (chỉ *Gốc*, *Gốc liên kết*, *Thân*, *Thân liên kết*, *Phụ tố*, *Cụm từ*, và *Cụm từ rời rạc*)

source: **Simpler terminology** (e.g. *Word* instead of *Lexeme form*, *Meaning* instead of *Sense*)
es: **Terminología más simple** (p. ej. *Palabra* en lugar de *Forma del lexema*, *Significado* en lugar de *Acepción*)
fr: **terminologie plus simple** (par exemple *Mot* au lieu de *forme de lexème*, *Signification* au lieu de *Sense*)
id: **Terminologi yang lebih sederhana** (mis. *Kata* alih-alih *Bentuk leksem*, *Makna* alih-alih *Sense*)
ms: **Terminologi lebih mudah** (cth. *Perkataan* bukan *bentuk leksem*, *Erti* bukan *Makna*)
sw: **Istilahi rahisi** (kwa mfano *Neno* badala ya *Lexeme form*, *Maana* badala ya *Sense*)
vi: **Thuật ngữ đơn giản hơn** (ví dụ *Từ* thay vì *Hình thức lexeme*, *Ý nghĩa* thay vì *Sense*)

source: A new version of FieldWorks Lite is available.
es: Una nueva versión de FieldWorks Lite está disponible.
fr: Une nouvelle version de FieldWorks Lite est disponible.
id: Versi baru FieldWorks Lite telah tersedia.
ms: Versi baharu FieldWorks Lite tersedia.
sw: Toleo jipya la FieldWorks Lite linapatikana.
vi: Đã có phiên bản mới của FieldWorks Lite.

source: a word
es: una palabra
fr: un mot
id: sebuah kata
ms: satu perkataan
sw: neno
vi: một từ

source: About
es: Acerca de
fr: A propos de
id: Tentang
ms: Mengenai
sw: Kuhusu
vi: Giới thiệu

source: Account
es: Cuenta
fr: Compte
id: Akun
ms: Akaun
sw: Akaunti
vi: Tài khoản

source: Activity
es: Actividad
fr: Activité
id: Aktivitas
ms: Aktiviti
sw: Shughuli
vi: Hoạt động

source: Add audio
es: Añadir audio
fr: Ajouter de l'audio
id: Tambah audio
ms: Tambah audio
sw: Ongeza sauti
vi: Thêm âm thanh

source: Add complex form
es: Añadir forma compleja
fr: Ajouter une forme complexe
id: Tambah bentuk kompleks
ms: Tambah bentuk kompleks
sw: Ongeza fomu changamano
vi: Thêm mẫu phức tạp

source: Add component
es: Añadir componente
fr: Ajouter un composant
id: Tambahkan komponen
ms: Tambah komponen
sw: Ongeza sehemu
vi: Thêm thành phần

source: Add Example
es: Añadir ejemplo
fr: Ajouter un exemple
id: Tambahkan Contoh
ms: Tambah Contoh
sw: Ongeza Mfano
vi: Thêm ví dụ

source: Add Meaning
es: Añadir significado
fr: Ajouter une signification
id: Tambahkan Makna
ms: Tambah Erti
sw: Ongeza Maana
vi: Thêm Ý nghĩa

source: Add new word
es: Añadir nueva palabra
fr: Ajouter un nouveau mot
id: Tambahkan kata baru
ms: Tambah perkataan baharu
sw: Ongeza neno jipya
vi: Thêm từ mới

source: Add part of
es: Añadir parte de
fr: Ajouter une partie de
id: Tambahkan bagian dari
ms: Tambah sebahagian daripada
sw: Ongeza sehemu ya
vi: Thêm phần của

source: Add Sense
es: Añadir acepción
fr: Ajouter du sens
id: Tambah Makna
ms: Tambah Makna
sw: Ongeza Maana
vi: Thêm Ý nghĩa (sense)

source: Add Word
es: Añadir palabra
fr: Ajouter un mot
id: Tambah Kata
ms: Tambah Perkataan
sw: Ongeza Neno
vi: Thêm Từ

source: an entry
es: una entrada
fr: une entrée
id: sebuah entri
ms: satu entri
sw: ingizo
vi: một mục

source: Any grammatical info.
es: Cualquier información gramatical.
fr: N'importe quelle information grammaticale.
id: Info tata bahasa apa pun.
ms: Mana-mana maklumat tatabahasa.
sw: Taarifa yoyote ya sarufi.
vi: Bất kỳ thông tin ngữ pháp nào.

source: Any part of speech
es: Cualquier parte del discurso
fr: N'importe quelle partie du discours
id: Setiap jenis kata
ms: Mana-mana bahagian pertuturan
sw: Aina yoyote ya kielezeshi
vi: Bất kỳ loại từ nào

source: Any publication
vi: Bất kỳ ấn phẩm nào

source: Any semantic domain
es: Cualquier dominio semántico
fr: N'importe quel domaine sémantique
id: Domain semantik apa pun
ms: Mana-mana domain semantik
sw: Kikoa chochote cha kumkutania
vi: Bất kỳ miền ngữ nghĩa nào

source: Any Ws
es: Cualquier W
fr: Tous les Systèmes d'Ecriture
id: Sistem penulisan apa pun
ms: Mana-mana Ws
sw: Ws yoyote
vi: Bất kỳ hệ chữ nào

source: Application version
es: Versión de la aplicación
fr: Version de l'application
id: Versi aplikasi
ms: Versi Aplikasi
sw: Toleo la programu
vi: Phiên bản ứng dụng

source: Are you sure you want to delete {0}?
es: ¿Estás seguro de que quieres borrar {0}?
fr: Êtes-vous sûr de vouloir supprimer {0}?
id: Apakah Anda yakin ingin menghapus {0}?
ms: Adakah anda pasti mahu memadam {0}?
sw: Je, una uhakika kuwa unataka kufuta {0}?
vi: Bạn có chắc chắn muốn xóa {0}?

source: Ask questions and get help on our community forum.
es: Haz preguntas y recibe ayuda en nuestro foro de la comunidad.
fr: Posez des questions et obtenez de l'aide sur notre forum communautaire.
id: Ajukan pertanyaan dan dapatkan bantuan di forum komunitas kami.
ms: Tanya soalan dan dapatkan bantuan di forum komuniti kami.
sw: Uliza maswali na upate msaada kwenye jukwaa letu la jamii.
vi: Hỏi câu hỏi và nhận trợ giúp trên diễn đàn cộng đồng của chúng tôi.

source: Audio file not included in Send & Receive
es: Archivo de audio no incluido en Enviar y Recibir
fr: Le fichier audio n'est pas inclus dans l'envoi/recevoir
id: File audio tidak disertakan dalam Kirim & Terima
ms: Fail audio tidak termasuk dalam Hantar & Terima
sw: Faili la sauti halijajumuishwa katika Tuma & Pokea
vi: Tệp âm thanh không được bao gồm trong Gửi & Nhận

source: Audio saved and uploaded to Lexbox
es: Audio guardado y subido a Lexbox
fr: Audio enregistré et téléchargé dans Lexbox
id: Audio disimpan dan diunggah ke Lexbox
ms: Audio disimpan dan dimuat naik ke Lexbox
sw: Sauti ilihifadhiwa na kupakilizwa kwenye Lexbox
vi: Âm thanh đã được lưu và tải lên Lexbox

source: Audio saved locally
es: Audio guardado localmente
fr: Audio enregistré localement
id: Audio disimpan secara lokal
ms: Audio disimpan secara setempat
sw: Sauti ilihifadhiwa mahallini
vi: Âm thanh đã được lưu cục bộ

source: Author:
es: Autor:
fr: Auteur :
id: Penulis:
ms: Pengarang:
sw: Mwandishi:
vi: Tác giả:

source: Auto
id: Otomatis
sw: Otomatiki
vi: Tự động

source: Auto syncing
es: Sincronización automática
fr: Synchronisation automatique
id: Sinkronisasi otomatis
ms: Segerakkan automatik
sw: Kuoanisha otomatiki
vi: Đang đồng bộ tự động

source: Best match
es: Mejor partido
fr: Meilleure correspondance
id: Pertandingan terbaik
ms: Padanan terbaik
sw: Ujumbe bora
vi: Khớp tốt nhất

source: blue
sw: buluu
vi: xanh dương

source: Browse
es: Visite
fr: Parcourir
id: Jelajahi
ms: Semak seimbas (Melihat-lihat)
sw: Angalia
vi: Duyệt

source: Cancel
es: Cancelar
fr: Annuler
id: Batal
ms: Batal
sw: Ghairi
vi: Hủy

source: Changes can also be the result of fields being added to new versions of FieldWorks Lite.
es: Los cambios también pueden ser el resultado de que los campos sean agregados a nuevas versiones de FieldWorks Lite.
fr: Les modifications peuvent également résulter de l'ajout de champs à de nouvelles versions de FieldWorks Lite.
id: Perubahan juga dapat terjadi karena field yang ditambahkan pada versi baru FieldWorks Lite.
ms: Perubahan juga boleh menjadi hasil daripada medan yang ditambahkan ke versi baharu FieldWorks Lite.
sw: Mabadiliko yanaweza pia kuwa matokeo ya sehemu kuongezwa kwa matoleo mapya ya FieldWorks Lite.
vi: Các thay đổi cũng có thể do các trường mới được thêm vào phiên bản mới của FieldWorks Lite.

source: Changing the same field twice, for example, can result in two commits but only one change that needs to be applied to FieldWorks Classic. Commits can also consist of multiple changes.
es: Cambiar el mismo campo dos veces, por ejemplo, puede resultar en dos commits pero sólo un cambio que necesita ser aplicado a FieldWorks Classic. Los commits también pueden consistir en varios cambios.
fr: Changer le même champ deux fois, par exemple, peut entraîner deux livraisons mais un seul changement qui doit être appliqué à FieldWorks Classic. Les commits peuvent également comporter de multiples changements.
id: Mengubah bidang yang sama dua kali, misalnya, dapat menghasilkan dua komit namun hanya satu perubahan yang perlu diterapkan ke FieldWorks Classic. Commit juga dapat terdiri dari beberapa perubahan.
ms: Mengubah medan yang sama dua kali, sebagai contoh, boleh menghasilkan dua komit tetapi hanya satu perubahan yang perlu digunakan pada FieldWorks Classic. Komit juga boleh terdiri daripada berbilang perubahan.
sw: Kubadilisha sehemu sawa mara mbili, kwa mfano, kunaweza kusababisha kumbukas mbili lakini badiliko moja tu linayohitaji kutumwa kwa FieldWorks Classic. Kumbukas kunaweza pia kuwa na mabadiliko mengi.
vi: Thay đổi cùng một trường hai lần, ví dụ, có thể dẫn đến hai commit nhưng chỉ một thay đổi cần được áp dụng cho FieldWorks Classic. Commit cũng có thể gồm nhiều thay đổi.

source: Checking for updates...
sw: Inakagua masasisho...
vi: Đang kiểm tra cập nhật...

source: Choose theme
es: Elegir tema
fr: Choisir un thème
id: Pilih tema
ms: Pilih tema
sw: Chagua mandhari
vi: Chọn chủ đề

source: Citation form
es: Formulario de cita
fr: Autonyme
id: Bentuk kutipan
ms: Bentuk petikan
sw: Fomu ya Manukuu
vi: Hình thức trích dẫn

source: Citation Form
es: Formulario de citación
fr: Autonyme
id: Bentuk Kutipan
ms: Bentuk Petikan
sw: Fomu ya Manukuu
vi: Hình thức trích dẫn

source: Classic FieldWorks Projects
es: Proyectos clásicos de FieldWorks
fr: Projets FieldWorks classiques
id: Proyek FieldWorks Klasik
ms: Projek FieldWorks Klasik
sw: Miradi ya FieldWorks Classic
vi: Dự án FieldWorks Classic

source: clear
es: borrar
fr: effacer
id: Bersihkan
ms: padam
sw: futa
vi: xóa

source: Close
es: Cerrar
fr: Fermer
id: Tutup
ms: Tutup
sw: Funga
vi: Đóng

source: Close Dictionary
es: Cerrar Diccionario
fr: Fermer le dictionnaire
id: Tutup Kamus
ms: Tutup Kamus
sw: Funga Kamusi
vi: Đóng Từ điển

source: Color
fr: Couleur
id: Warna
ms: Warna
sw: Rangi
vi: Màu sắc

source: Complex Form
es: Forma compleja
fr: Forme complexe
id: Bentuk Kompleks
ms: Bentuk Kompleks
sw: Fomu Changamano
vi: Mẫu phức tạp

source: Complex form types
es: Tipos de formularios complejos
fr: Types de formes complexes
id: Jenis bentuk kompleks
ms: Jenis bentuk kompleks
sw: Aina za fomu changamano
vi: Loại mẫu phức tạp

source: Complex form:
es: Forma compleja:
fr: Forme complexe :
id: Bentuk yang kompleks:
ms: Bentuk kompleks:
sw: Fomu changamano:
vi: Mẫu phức tạp:

source: Complex forms
es: Formas complejas
fr: Formes complexes
id: Bentuk kompleks
ms: Bentuk kompleks
sw: Fomu changamano
vi: Các mẫu phức tạp

source: Component
es: Componente
fr: Composant
id: Komponen
ms: Komponen
sw: Sehemu
vi: Thành phần

source: Component:
es: Componente:
fr: Composant :
id: Komponen:
ms: Komponen:
sw: Sehemu:
vi: Thành phần:

source: Components
es: Componentes
fr: Composants
id: Komponen
ms: Komponen-komponen
sw: Sehemu
vi: Các thành phần

source: Contains
es: Contiene
fr: Contient
id: Berisi
ms: Mengandungi
sw: Ina
vi: Chứa

source: Copied to clipboard
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
id: Disalin ke papan klip
ms: Disalin ke papan kerja
sw: Imenakiliwa kwenye ubao wa kunakili
vi: Đã sao chép vào khay nhớ tạm

source: Copy version
es: Copiar versión
fr: Copier la version dans le presse-papiers
id: Salin versi
ms: Salin versi
sw: Nakili toleo
vi: Sao chép phiên bản

source: Create entry
es: Crear entrada
fr: Créer une entrée
id: Buat entri
ms: Cipta kemasukan
sw: Tengeneza ingizo
vi: Tạo mục

source: Create Entry
es: Crear entrada
fr: Créer une entrée
id: Buat Entri
ms: Cipta Entri
sw: Tengeneza Ingizo
vi: Tạo mục

source: Create Example Project
es: Crear un proyecto de ejemplo
fr: Créer un projet exemplaire
id: Buat Proyek Contoh
ms: Cipta Projek Contoh
sw: Tengeneza Mradi wa Mfano
vi: Tạo Dự án ví dụ

source: Current Entry
es: Entrada actual
fr: Entrée actuelle
id: Entri Saat Ini
ms: Entri Semasa
sw: Ingizo Sasa
vi: Mục hiện tại

source: Current version
es: Versión actual
fr: Version actuelle
id: Versi saat ini
ms: Versi semasa
sw: Toleo Sasa
vi: Phiên bản hiện tại

source: Current Word
es: Palabra actual
fr: Mot actuel
id: Kata saat ini
ms: Perkataan Semasa
sw: Neno Sasa
vi: Từ hiện tại

source: Dark
es: Oscuro
fr: Sombre
id: Gelap
ms: Gelap
sw: Giza
vi: Tối

source: Dashboard
es: Cuadro de mandos
fr: Tableau de bord
id: Dasbor
ms: Papan Pemuka
sw: Dashibodi
vi: Bảng điều khiển

source: Data Directory
es: Directorio de datos
fr: Répertoire de données
id: Direktori Data
ms: Direktori Data
sw: Faharasa ya Data
vi: Thư mục dữ liệu

source: Definition
es: Definición
fr: Définition
id: Definisi
ms: Definisi
sw: Maana
vi: Định nghĩa

source: Delete
es: Borrar
fr: Supprimer
id: Hapus
ms: Hapus
sw: Futa
vi: Xóa

source: Delete {0}
es: Borrar {0}
fr: Supprimer {0}
id: Hapus {0}
ms: Hapus {0}
sw: Futa {0}
vi: Xóa {0}

source: Delete Entry
es: Borrar entrada
fr: Supprimer l'entrée
id: Hapus Entri
ms: Padam Entri
sw: Futa ingizo
vi: Xóa mục

source: Delete Word
es: Borrar palabra
fr: Supprimer un mot
id: Hapus Kata
ms: Padam Perkataan
sw: Futa Neno
vi: Xóa từ

source: Deleted
es: Eliminado
fr: Supprimé
id: Dihapus
ms: Dipadamkan
sw: Kufutwa
vi: Đã xóa

source: Details
es: Detalles
fr: Détails du produit
id: Detail
ms: Butiran
sw: Maelezo
vi: Chi tiết

source: Dictionaries
es: Diccionarios
fr: Dictionnaires
id: Kamus
ms: Kamus
sw: Kamusi
vi: Các từ điển

source: Dictionary
es: Diccionario
fr: Dictionnaire
id: Kamus
ms: Kamus
sw: Kamusi
vi: Từ điển

source: Dictionary Preview
es: Vista previa del diccionario
fr: Aperçu du dictionnaire
id: Pratinjau Kamus
ms: Pratonton Kamus
sw: Mjumbe wa Kamusi
vi: Xem trước từ điển

source: Discard
es: Descartar
fr: Rejeter
id: Buang
ms: Buang
sw: Kataa mabadiliko
vi: Bỏ

source: Display as
es: Mostrar como
fr: Afficher comme
id: Tampilkan sebagai
ms: Papar sebagai
sw: Onyesha kama
vi: Hiển thị dưới dạng

source: Do you want to:
es: Quieres para:
fr: Voulez-vous :
id: Apakah Anda mau:
ms: Adakah anda mahu:
sw: Je, unataka:
vi: Bạn muốn:

source: Don't delete
es: No borrar
fr: Ne pas supprimer
id: Jangan hapus
ms: Jangan padam
sw: Usifute
vi: Không xóa

source: Done
es: Hecho
fr: Fait
id: Selesai.
ms: Selesai
sw: Imekamilika
vi: Hoàn thành

source: Download
es: Descargar
fr: Télécharger
id: Unduh
ms: Muat turun
sw: Pakua
vi: Tải xuống

source: Download {0}
es: Descargar {0}
fr: Télécharger {0}
id: Unduh {0}
ms: Muat turun {0}
sw: Pakua {0}
vi: Tải xuống {0}

source: Download page
sw: Ukurasa wa kupakua
vi: Tải xuống trang

source: Download project by project code
es: Descargar proyecto por código de proyecto
fr: Télécharger un projet par code de projet
id: Unduh proyek berdasarkan kode proyek
ms: Muat turun projek mengikut kod projek
sw: Pakua mradi kwa nambari ya mradi
vi: Tải dự án theo mã dự án

source: Download unlisted project
es: Descargar proyecto no listado
fr: Télécharger un projet qui ne figure pas dans la liste
id: Unduh proyek yang tidak terdaftar
ms: Muat turun projek yang tidak tersenarai
sw: Pakua mradi usiotajwa
vi: Tải dự án không được liệt kê

source: Download Update
sw: Pakua Sasisho
vi: Tải xuống bản cập nhật

source: Downloaded {0}
es: Descargado {0}
fr: Téléchargé {0}
id: Diunduh {0}
ms: Telah memuat turun {0}
sw: Kupakuwa {0}
vi: Đã tải xuống {0}

source: Downloading {0}...
es: Descargando {0}...
fr: Téléchargement en cours {0}...
id: Mengunduh {0}...
ms: Memuat turun {0}...
sw: Inapakua {0}...
vi: Đang tải xuống {0}...

source: Downloading...
es: Descargando...
fr: Téléchargement en cours...
id: Mengunduh...
ms: Memuat turun...
sw: Inapakua...
vi: Đang tải xuống...

source: Editor
fr: Editeur
sw: Mhariri
vi: Biên tập viên

source: Ends with
es: Termina con
fr: Se termine par
id: Diakhiri dengan
ms: Berakhir dengan
sw: Inaishia na
vi: Kết thúc bằng

source: Entries missing...
es: Entradas faltantes...
fr: Entrées manquantes...
id: Entri yang hilang...
ms: Entri yang hilang...
sw: Ingizo linalokosa...
vi: Các mục còn thiếu...

source: entry
sw: Ingizo
vi: nhập

source: Entry
es: Entrada
fr: Entrée
id: Entri
ms: Entri
sw: Ingizo
vi: Mục

source: Entry Only
es: Sólo entrada
fr: Entrée seulement
id: Hanya Entri
ms: Entri Sahaja
sw: Ingizo tu
vi: Chỉ mục

source: Entry or sense:
es: Entrada o acepción:
fr: Entrée ou sens :
id: Entri atau pengertian:
ms: Entri atau makna:
sw: Ingizo au maana:
vi: Mục hoặc ý nghĩa:

source: Equals
es: Es igual a
fr: Égale à
id: Sama
ms: Sama dengan
sw: Sawa
vi: Bằng

source: Error checking for updates: {0}
sw: Hitilafu wakati wa kukagua masasisho: {0}
vi: Kiểm tra lỗi khi cập nhật: {0}

source: Error getting sync status
es: Error al obtener el estado de sincronización
fr: Erreur dans l'obtention de l'état de la synchronisation
id: Kesalahan mendapatkan status sinkronisasi
ms: Ralat mendapatkan status penyegerakan
sw: Hitilafu katika kupata hali ya kuoanisha
vi: Lỗi khi lấy trạng thái đồng bộ

source: Error getting sync status.
es: Error al obtener el estado de sincronización.
fr: Erreur dans l'obtention de l'état de la synchronisation.
id: Kesalahan mendapatkan status sinkronisasi.
ms: Ralat mendapatkan status penyegerakan.
sw: Hitilafu katika kupata hali ya kuoanisha.
vi: Lỗi khi lấy trạng thái đồng bộ.

source: Example
es: Ejemplo
fr: Exemple
id: Contoh
ms: Contoh
sw: Mfano
vi: Ví dụ

source: Example sentence
es: Ejemplo de frase
fr: Phrase exemplaire
id: Contoh kalimat
ms: Ayat contoh
sw: Sentensi ya mfano
vi: Câu ví dụ

source: Failed to copy to clipboard
es: Error al copiar al portapapeles
fr: Copie dans le presse-papiers échouée
id: Gagal menyalin ke papan klip
ms: Gagal disalin ke papan kerja
sw: Imeshindwa kunakili kwenye ubao wa kunakili
vi: Sao chép vào khay nhớ tạm thất bại

source: Failed to download {0}
es: Error al descargar {0}
fr: Téléchargement échoué {0}
id: Gagal mengunduh {0}
ms: Gagal memuat turun {0}
sw: Imeshindwa kupakua {0}
vi: Tải xuống {0} thất bại

source: Failed to load entries
es: Error al cargar entradas
fr: Chargement des entrées échoué
id: Gagal memuat entri
ms: Gagal memuatkan entri
sw: Imeshindwa kupakia ingizo
vi: Tải mục thất bại

source: Failed to open data directory, use the path in the text field instead
es: Error al abrir el directorio de datos, utilice la ruta en el campo de texto en su lugar
fr: Ouverture du répertoire de données échouée ; utilisez plutôt le chemin d'accès dans le champ texte
id: Gagal membuka direktori data, gunakan jalur di bidang teks sebagai gantinya
ms: Gagal membuka direktori data, gunakan laluan dalam medan teks sebaliknya
sw: Imeshindwa kufungua faharasa ya data, tumia njia katika sehemu ya maandishi badala yake
vi: Mở thư mục dữ liệu thất bại, hãy sử dụng đường dẫn trong trường văn bản thay thế

source: Failed to open URL: {0}
es: Error al abrir la URL: {0}
fr: Impossible d'ouvrir l'URL : {0}
id: Gagal membuka URL: {0}
ms: Gagal membuka URL: {0}
sw: Imeshindwa kufungua URL: {0}
vi: Mở URL thất bại: {0}

source: Failed to synchronize
es: Error de sincronización
fr: Synchronisation échouée
id: Gagal menyinkronkan
ms: Gagal menyegerak
sw: Imeshindwa kuoanisha
vi: Đồng bộ thất bại

source: Feedback & Support
es: Comentarios y Soporte
fr: Commentaires & Support
id: Umpan Balik & Dukungan
ms: Maklum Balas & Sokongan
sw: Maoni & Msaada
vi: Phản hồi & Hỗ trợ

source: Field
es: Campo
fr: Champ
id: Bidang
ms: Bidang
sw: Sehemu
vi: Trường

source: FieldWorks Lite has been updated successfully. Please restart the app to apply the changes.
es: FieldWorks Lite se ha actualizado correctamente. Reinicie la aplicación para aplicar los cambios.
fr: FieldWorks Lite a été mis à jour avec succès. Veuillez redémarrer l'application pour appliquer les modifications.
id: FieldWorks Lite telah berhasil diperbarui. Mulai ulang aplikasi untuk menerapkan perubahan.
ms: FieldWorks Lite telah dikemas kini dengan berjaya. Sila mulai semula aplikasi untuk menggunakan perubahan.
sw: FieldWorks Lite imesasishwa kwa ufanisi. Tafadhali anzisha upya programu ili kutumia mabadiliko.
vi: FieldWorks Lite đã được cập nhật thành công. Vui lòng khởi động lại ứng dụng để áp dụng thay đổi.
