Repository: sillsdev/languageforge-lexbox
Catalog: frontend/viewer/src/locales/*.po
Languages: es, fr, id, ms, sw, vi

source: Share ideas and vote on new features or improvements.
es: Comparte ideas y vota sobre nuevas características o mejoras.
fr: Partagez vos idées et votez pour de nouvelles fonctionnalités ou améliorations.
id: Berbagi ide dan memberikan suara untuk fitur baru atau perbaikan.
ms: Kongsi idea dan undi untuk ciri atau penambahbaikan baharu.
sw: Shiriki mawazo na kura kwa sifa au maboresho mapya.
vi: Chia sẻ ý tưởng và bỏ phiếu cho các tính năng hoặc cải tiến mới.

source: Share Log file
es: Compartir archivo de registro
fr: Partager le fichier journal
id: Bagikan file Log
ms: Kongsi fail Log
sw: Shiriki faili la logi
vi: Chia sẻ tệp nhật ký

source: Share project data file
es: Compartir archivo de datos del proyecto
fr: Partager le fichier de données du projet
id: Berbagi file data proyek
ms: Kongsi fail data projek
sw: Shiriki faili la data ya mradi
vi: Chia sẻ tệp dữ liệu dự án

source: Show
es: Mostrar
fr: Afficher
id: Tampilkan
ms: Tunjukkan
sw: Onyesha
vi: Hiển thị

source: Show {0} more...
es: Mostrar {0} más...
fr: Afficher {0} plus...
id: Tampilkan {0} selengkapnya...
ms: Tunjukkan {0} lagi...
sw: Onyesha {0} zaidi...
vi: Hiển thị thêm {0}...

source: Simple
id: Sederhana
ms: Mudah
sw: Rahisi
vi: Đơn giản

source: Size:
es: Tamaño:
fr: Taille :
id: Ukuran:
ms: Saiz:
sw: Ukubwa:
vi: Kích thước:

source: Skip
es: Saltar
fr: Ignorer
id: Lewati
ms: Langkau
sw: Ruka
vi: Bỏ qua

source: Specific field
es: Campo específico
fr: Champ spécifique
id: Bidang tertentu
ms: Medan tertentu
sw: Sehemu mahsusi
vi: Trường cụ thể

source: Starts with
es: Empieza por
fr: Commence par
id: Dimulai dengan
ms: Bermula dengan
sw: Inaanza na
vi: Bắt đầu bằng

source: stone
sw: jiwe
vi: đá

source: Subject does not have suitable object of type: {0}
es: El asunto no tiene un objeto de tipo adecuado: {0}
fr: Le sujet n'a pas d'objet de type approprié : {0}
id: Subjek tidak memiliki jenis objek yang sesuai: {0}
ms: Subjek tidak mempunyai objek sesuai jenis: {0}
sw: Kigezo hakina kitu kinachofaa cha aina: {0}
vi: Chủ đề không có đối tượng phù hợp loại: {0}

source: Submit
es: Enviar
fr: Soumettre
id: Kirim
ms: Hantar
sw: Wasilisha
vi: Gửi

source: Sync
es: Sincronizar
fr: Synchroniser
id: Sinkronisasi
ms: Segerak
sw: Kuoanisha
vi: Đồng bộ

source: Sync Changes
es: Sincronizar Cambios
fr: Synchroniser les modifications
id: Sinkronkan Perubahan
ms: Segerakkan Perubahan
sw: Kuoanisha Mabadiliko
vi: Đồng bộ các thay đổi

source: Sync complete. {0} were applied to FieldWorks Classic. {1} were applied to FieldWorks Lite.
es: Sincronización completa. {0} se aplicaron a FieldWorks Classic. {1} se aplicaron a FieldWorks Lite.
fr: Synchronisation terminée. {0} a été appliqué à FieldWorks Classic. {1} ont été appliqués à FieldWorks Lite.
id: Sinkronisasi selesai. {0} diterapkan pada FieldWorks Classic. {1} diterapkan pada FieldWorks Lite.
ms: Segerak selesai. {0} telah digunakan pada FieldWorks Classic. {1} telah digunakan pada FieldWorks Lite.
sw: Kuoanisha kumekamilika. {0} ilitumiwa kwa FieldWorks Classic. {1} ilitumiwa kwa FieldWorks Lite.
vi: Đồng bộ hoàn tất. {0} được áp dụng cho FieldWorks Classic. {1} được áp dụng cho FieldWorks Lite.

source: Sync FieldWorks Lite and FieldWorks Classic
es: Sync FieldWorks Lite y FieldWorks Clásico
fr: Synchroniser FieldWorks Lite et FieldWorks Classique
id: Sinkronkan FieldWorks Lite dan FieldWorks Classic
ms: Segerakkan FieldWorks Lite dan FieldWorks Classic
sw: Kuoanisha FieldWorks Lite na FieldWorks Classic
vi: Đồng bộ FieldWorks Lite và FieldWorks Classic

source: Sync your changes with other FieldWorks Lite users
es: Sincroniza tus cambios con otros usuarios de FieldWorks Lite
fr: Synchronisez vos modifications avec d'autres utilisateurs FieldWorks Lite
id: Sinkronkan perubahan Anda dengan pengguna FieldWorks Lite lainnya
ms: Segerakkan perubahan anda dengan pengguna FieldWorks Lite yang lain
sw: Kuoanisha mabadiliko yako na watumiaji wengine wa FieldWorks Lite
vi: Đồng bộ các thay đổi của bạn với người dùng FieldWorks Lite khác

source: Synced
es: Sincronizado
fr: Synchronisé
id: Disinkronkan
ms: Disegerakkan
sw: Kuoanishwa
vi: Đã đồng bộ

source: Synced with {0}
es: Sincronizado con {0}
fr: Synchronisé avec {0}
id: Disinkronkan dengan {0}
ms: Disegerakkan dengan {0}
sw: Kuoanishwa na {0}
vi: Đã đồng bộ với {0}

source: Synced: #
es: Sincronizado: #
fr: Synchronisé : #
id: Disinkronkan: #
ms: Diseleraskan: #
sw: Kuoanishwa: #
vi: Đã đồng bộ: #

source: Synchronize
es: Sincronice
fr: Synchroniser
id: Sinkronisasi
ms: Segerakkan
sw: Kuoanisha
vi: Đồng bộ hóa

source: Synchronizing FieldWorks Lite and FieldWorks Classic...
es: Sincronizando FieldWorks Lite y FieldWorks Classic...
fr: Synchronisation de FieldWorks Lite et FieldWorks Classic...
id: Menyinkronkan FieldWorks Lite dan FieldWorks Classic...
ms: Menyegerakkan FieldWorks Lite dan FieldWorks Classic...
sw: Inaoanisha FieldWorks Lite na FieldWorks Classic...
vi: Đang đồng bộ FieldWorks Lite và FieldWorks Classic...

source: Syncing...
es: Sincronizando...
fr: Synchronisation en cours...
id: Menyinkronkan...
ms: Sedang disegerakkan...
sw: Inaoanisha...
vi: Đang đồng bộ...

source: System
es: Sistema
fr: Système
id: Sistem
ms: Sistem
sw: Mfumo
vi: Hệ thống

source: Task {0}
es: Tarea {0}
fr: Tâche {0}
id: Tugas {0}
ms: Tugasan {0}
sw: Jukumu {0}
vi: Nhiệm vụ {0}

source: Task not found: {0}
es: Tarea no encontrada: {0}
fr: Tâche introuvable : {0}
id: Tugas tidak ditemukan: {0}
ms: Tugasan tidak ditemui: {0}
sw: Jukumu halipatikani: {0}
vi: Không tìm thấy nhiệm vụ: {0}

source: Tasks
es: Tareas
fr: Tâches
id: Tugas
ms: Tugasan
sw: Jukumu
vi: Nhiệm vụ

source: Tell us about a bug or issue you’ve encountered.
es: Cuéntanos acerca de un error o problema que hayas encontrado.
fr: Parlez-nous d'un bug ou d'un problème que vous avez rencontré.
id: Beritahu kami tentang bug atau masalah yang Anda temui.
ms: Beritahu kami mengenai pepijat atau isu yang anda temui.
sw: Tuambie kuhusu kosa au matatizo uliyokabiliwa.
vi: Hãy cho chúng tôi biết về lỗi hoặc vấn đề bạn gặp phải.

source: The *FieldWorks Classic* view, on the other hand, is designed for users who are familiar with *[FieldWorks Language Explorer](https://software.sil.org/fieldworks/)*.
es: La vista *FieldWorks Classic*, por otra parte, está diseñada para usuarios que están familiarizados con *[FieldWorks Language Explorer](https://software.sil.org/fieldworks/)*.
fr: La vue *FieldWorks Classic* est par contre destinée aux utilisateurs familiers avec *[FieldWorks Language Explorer](https://software.sil.org/fieldworks/)*.
id: Sebaliknya, tampilan *FieldWorks Classic* dirancang untuk pengguna yang sudah terbiasa dengan *[FieldWorks Language Explorer] (https://software.sil.org/fieldworks/) *.
ms: Sebaliknya, paparan *FieldWorks Classic* direka untuk pengguna yang biasa dengan *[FieldWorks Language Explorer](https://software.sil.org/fieldworks/)*.
sw: Muonekano wa *FieldWorks Classic*, kwa upande mwingine, umeuundwa kwa watumiaji ambao wanajua *[FieldWorks Language Explorer](https://software.sil.org/fieldworks/)*.
vi: Ngược lại, chế độ xem *FieldWorks Classic* được thiết kế cho người dùng quen thuộc với *FieldWorks Language Explorer*.

source: The *FieldWorks Lite* view is designed for non-linguists and differs from the *FieldWorks Classic* view in the following ways:
es: La vista *FieldWorks Lite* está diseñada para las no-listas y difiere de la vista *FieldWorks Classic* de las siguientes maneras:
fr: La vue *FieldWorks Lite* est conçue pour les non-linguistes et diffère de la vue *FieldWorks Classic* des manières suivantes :
id: Tampilan *FieldWorks Lite* dirancang untuk non ahli bahasa dan berbeda dari tampilan *FieldWorks Classic* dengan beberapa cara berikut ini:
ms: Paparan *FieldWorks Lite* direka untuk bukan ahli linguistik dan berbeza daripada paparan *FieldWorks Classic* dalam cara berikut:
sw: Muonekano wa *FieldWorks Lite* umeuundwa kwa watu ambao si wafahamu wa lugha na hutofautiana na muonekano wa *FieldWorks Classic* kwa njia zifuatazo:
vi: Chế độ xem *FieldWorks Lite* được thiết kế cho người không chuyên ngôn ngữ và khác với chế độ xem *FieldWorks Classic* theo các cách sau:

source: The number of FieldWorks Classic commits will not necessarily match the number of changes shown in the sync result message.
es: El número de commits de FieldWorks Classic no necesariamente coincidirá con el número de cambios mostrados en el mensaje de resultado de sincronización.
fr: Le nombre de commits FieldWorks Classic ne correspond pas nécessairement au nombre de modifications affichées dans le message de résultat de synchronisation.
id: Jumlah komit FieldWorks Classic tidak akan selalu sama dengan jumlah perubahan yang ditampilkan dalam pesan hasil sinkronisasi.
ms: Bilangan komit FieldWorks Classic tidak semestinya sepadan dengan bilangan perubahan yang ditunjukkan dalam mesej hasil segerak.
sw: Idadi ya kumbukas za FieldWorks Classic haitabindanishi lazima na idadi ya mabadiliko yaliyoonyeshwa katika ujumbe wa matokeo ya kuoanisha.
vi: Số commit của FieldWorks Classic không nhất thiết khớp với số thay đổi hiển thị trong thông báo kết quả đồng bộ.

source: The number of FieldWorks Lite commits will not necessarily match the number of changes shown in the sync result message.
es: El número de commits de FieldWorks Lite no necesariamente coincidirá con el número de cambios mostrados en el mensaje de resultado de sincronización.
fr: Le nombre de livraisons FieldWorks Lite ne correspond pas nécessairement au nombre de modifications affichées dans le message de résultat de synchronisation.
id: Jumlah komit FieldWorks Lite tidak akan selalu sama dengan jumlah perubahan yang ditampilkan dalam pesan hasil sinkronisasi.
ms: Bilangan komit FieldWorks Lite tidak semestinya sepadan dengan bilangan perubahan yang ditunjukkan dalam mesej hasil segerak.
sw: Idadi ya kumbukas za FieldWorks Lite haitabindanishi lazima na idadi ya mabadiliko yaliyoonyeshwa katika ujumbe wa matokeo ya kuoanisha.
vi: Số commit của FieldWorks Lite không nhất thiết khớp với số thay đổi hiển thị trong thông báo kết quả đồng bộ.

source: The task you are looking for does not exist.
es: La tarea que buscas no existe.
fr: La tâche que vous cherchez n'existe pas.
id: Tugas yang Anda cari tidak ada.
ms: Tugas yang anda cari tidak wujud.
sw: Jukumu unalolitafuta halipo.
vi: Nhiệm vụ bạn tìm kiếm không tồn tại.

source: The time when you uploaded or downloaded these changes
es: El tiempo cuando subiste o descargaste estos cambios
fr: L'heure où vous avez téléchargé ou téléchargé ces modifications
id: Waktu ketika Anda mengunggah atau mengunduh perubahan ini
ms: Masa apabila anda memuat naik atau memuat turun perubahan ini
sw: Wakati ulipoweka au kupakua mabadiliko haya
vi: Thời gian bạn đã tải lên hoặc tải xuống các thay đổi này

source: These changes have not been uploaded yet. Ensure you're online and logged in to share your changes.
es: Estos cambios no se han subido todavía. Asegúrate de que estás conectado e inicia sesión para compartir tus cambios.
fr: Ces modifications n'ont pas encore été téléchargées. Assurez-vous que vous êtes connecté et que vous êtes connecté pour partager vos modifications.
id: Perubahan ini belum diunggah. Pastikan Anda online dan masuk untuk membagikan perubahan Anda.
ms: Perubahan ini belum dimuat naik. Pastikan anda dalam talian dan log masuk untuk berkongsi perubahan anda.
sw: Mabadiliko haya hayajawekwa bado. Hakikisha unaunganishwa na kuingia ili kushiriki mabadiliko yako.
vi: Những thay đổi này chưa được tải lên. Hãy đảm bảo bạn đang trực tuyến và đã đăng nhập để chia sẻ các thay đổi.

source: This {0} was deleted
sw: Hili {0} limefutwa
vi: Đường dẫn này {0} đã bị xóa.

source: This date # and this emoji # are snippets
es: Esta fecha # y este emoji # son fragmentos
fr: Cette date # et cet emoji # sont des extraits.
id: Tanggal ini # dan emoji ini # adalah cuplikan
ms: Tarikh ini # dan emoji ini # adalah coretan
sw: Tarehe hii # na emoji hii # ni vigezo
vi: Ngày này # và biểu tượng cảm xúc này # là đoạn trích

source: This project is now open in FieldWorks. To continue working in FieldWorks Lite, close the project in FieldWorks and click Reopen.
es: Este proyecto está ahora abierto en FieldWorks. Para continuar trabajando en FieldWorks Lite, cierre el proyecto en FieldWorks y haga clic en Vuelva a abrir.
fr: Ce projet est maintenant ouvert dans FieldWorks. Pour continuer à travailler dans FieldWorks Lite, fermez le projet dans FieldWorks et cliquez sur Rouvrir.
id: Proyek ini sekarang terbuka di FieldWorks. Untuk melanjutkan bekerja di FieldWorks Lite, tutup proyek di FieldWorks dan klik Buka Kembali.
ms: Projek ini kini dibuka dalam FieldWorks. Untuk terus bekerja dalam FieldWorks Lite, tutup projek dalam FieldWorks dan klik Buka Semula.
sw: Mradi huu umefunguliwa kwenye FieldWorks. Ili kuendelea kufanya kazi kwenye FieldWorks Lite, funga mradi katika FieldWorks na bofya Fungua Upya.
vi: Dự án này hiện đã mở trong FieldWorks. Để tiếp tục làm việc trong FieldWorks Lite, đóng dự án trong FieldWorks và nhấp Mở lại.

source: This task is complete
es: Esta tarea está completa
fr: Cette tâche est terminée
id: Tugas ini selesai
ms: Tugasan ini selesai
sw: Jukumu hili limekamilika
vi: Nhiệm vụ này đã hoàn thành

source: This will synchronize the FieldWorks Lite and FieldWorks Classic copies of your project in Lexbox.
es: Esto sincronizará las copias de FieldWorks Lite y FieldWorks Classic de su proyecto en Lexbox.
fr: Cela synchronisera les copies FieldWorks Lite et FieldWorks Classic de votre projet dans Lexbox.
id: Ini akan menyinkronkan salinan FieldWorks Lite dan FieldWorks Classic dari proyek Anda di Lexbox.
ms: Ini akan menyegerakkan salinan FieldWorks Lite dan FieldWorks Classic projek anda dalam Lexbox.
sw: Hii itaoanisha kopia za FieldWorks Lite na FieldWorks Classic za mradi wako kwenye Lexbox.
vi: Điều này sẽ đồng bộ các bản sao FieldWorks Lite và FieldWorks Classic của dự án của bạn trong Lexbox.

source: Toggle filters
es: Alternar filtros
fr: Basculer les filtres
id: Beralih filter
ms: Togol penapis
sw: Geuza kichujio
vi: Chuyển đổi bộ lọc

source: Toggle pinned
es: Alternar fijado
fr: Activer/désactiver épinglé
id: Beralih disematkan
ms: Togol disemat
sw: Geuza iliyobandikwa
vi: Chuyển trạng thái ghim

source: Translation
es: Traducción
fr: Traduction
id: Terjemahan
ms: Terjemahan
sw: Tafsiri
vi: Bản dịch

source: Translation {0}
es: Traducción {0}
fr: Traduction {0}
id: Terjemahan {0}
ms: Terjemahan {0}
sw: Tafsiri {0}
vi: Bản dịch {0}

source: Troubleshoot
es: Solución de problemas
fr: Dépannage
id: Pemecahan Masalah
ms: Selesaikan masalah
sw: Tatanua
vi: Khắc phục sự cố

source: Type a Definition
es: Escriba una definición
fr: Saisir une définition
id: Ketik Definisi
ms: Taip Definisi
sw: Andika Maana
vi: Gõ một Định nghĩa

source: Type a Gloss
es: Escriba una glosa
fr: Saisir une Glose
id: Ketik Arti Singkat
ms: Taip Glos
sw: Andika Fasihi
vi: Gõ một Ghi chú

source: Type an example sentence
es: Escriba una frase de ejemplo
fr: Saisir une phrase exemplaire
id: Ketik contoh kalimat
ms: Taip ayat contoh
sw: Andika sentensi ya mfano
vi: Gõ một câu ví dụ

source: Type:
es: Tipo:
id: Tipe:
ms: Jenis:
sw: Aina:
vi: Loại:

source: Unable to open in FieldWorks
es: No se puede abrir en FieldWorks
fr: Impossible d'ouvrir FieldWorks
id: Tidak dapat dibuka di FieldWorks
ms: Tidak dapat membuka dalam FieldWorks
sw: Haiwezi kufungua katika FieldWorks
vi: Không thể mở trong FieldWorks

source: Unknown
es: Desconocido
fr: Inconnu
id: Tidak diketahui
ms: Tidak Diketahui
sw: Haijulikani
vi: Không rõ

source: Unknown error
es: Error desconocido
fr: Erreur inconnue
id: Kesalahan yang tidak diketahui
ms: Ralat tidak diketahui
sw: Hitilafu isiyojulikana
vi: Lỗi không xác định

source: Unknown error {0}
es: Error desconocido {0}
fr: Erreur inconnue {0}
id: Kesalahan tidak dikenal {0}
ms: Ralat tidak diketahui {0}
sw: Hitilafu isiyojulikana {0}
vi: Lỗi không xác định {0}

source: Unknown error downloading {0}
es: Error desconocido al descargar {0}
fr: Erreur inconnue lors du téléchargement de {0}
id: Kesalahan pengunduhan yang tidak diketahui {0}
ms: Ralat tidak diketahui semasa memuat turun {0}
sw: Hitilafu isiyojulikana katika kupakua {0}
vi: Lỗi không xác định khi tải xuống {0}

source: Unknown server
es: Servidor desconocido
fr: Serveur inconnu
id: Server tidak dikenal
ms: Pelayan tidak diketahui
sw: Seva isiyojulikana
vi: Máy chủ không xác định

source: Unknown update result
sw: Matokeo ya sasisho yasiyojulikana
vi: Kết quả cập nhật không xác định

source: Untitled
es: Sin título
fr: Sans titre
id: Tanpa judul
ms: Tanpa Tajuk
sw: Bila Jina
vi: Chưa đặt tiêu đề

source: Up to date
es: Actualizado
fr: À jour
id: Terbaru
ms: Terkini
sw: Iliyosasishwa
vi: Cập nhật

source: Update {0}
es: Actualizar {0}
fr: Mettre à jour {0}
id: Perbarui {0}
ms: Kemas kini {0}
sw: Sasisha {0}
vi: Cập nhật {0}

source: Update available: {0}
sw: Sasisho linapatikana: {0}
vi: Cập nhật có sẵn: {0}

source: Update failed to install.
sw: Sasisho limeshindwa kusakinishwa.
vi: Cập nhật không thể cài đặt.

source: Update installed successfully! Please restart the application.
sw: Sasisho limesakinishwa kwa mafanikio! Tafadhali anzisha upya programu.
vi: Cập nhật đã được cài đặt thành công! Vui lòng khởi động lại ứng dụng.

source: Update started in the background. Restart the application after the update is complete.
sw: Sasisho limeanza chinichini. Anzisha upya programu baada ya sasisho kukamilika.
vi: Quá trình cập nhật đã bắt đầu chạy ngầm. Vui lòng khởi động lại ứng dụng sau khi quá trình cập nhật hoàn tất.

source: Update was disallowed by permission settings.
sw: Sasisho halikuruhusiwa na mipangilio ya ruhusa.
vi: Cập nhật đã bị từ chối do cài đặt quyền truy cập.

source: Updates
sw: Masasisho
vi: Cập nhật

source: Uses components as
es: Utiliza componentes como
fr: Utilise des composants comme
id: Menggunakan komponen sebagai
ms: Menggunakan komponen sebagai
sw: Inatumia sehemu kama
vi: Sử dụng các thành phần như

source: Version {0}
es: Versión {0}
id: Versi {0}
ms: Versi {0}
sw: Toleo {0}
vi: Phiên bản {0}

source: View
es: Ver
fr: Voir
id: Melihat
ms: Lihat
sw: Muonekano
vi: Xem

source: violet
sw: zambarau
vi: tím

source: Where are my projects?
es: ¿Dónde están mis proyectos?
fr: Où sont mes projets ?
id: Di mana proyek saya?
ms: Di manakah projek saya?
sw: Miradi yangu iko wapi?
vi: Dự án của tôi ở đâu?

source: Why is that?
es: ¿Por qué?
fr: Pourquoi?
id: Mengapa demikian?
ms: Mengapa begitu?
sw: Kwa nini hiyo?
vi: Tại sao vậy?

source: word
sw: Neno
vi: từ

source: Word
es: Palabra
fr: Mot
id: Kata
ms: Perkataan
sw: Neno
vi: Từ

source: Word only
es: Sólo palabras
fr: Mot seulement
id: Hanya kata
ms: Perkataan sahaja
sw: Neno tu
vi: Chỉ từ

source: Word or meaning:
es: Palabra o significado:
fr: Mot ou sens :
id: Kata atau makna:
ms: Perkataan atau erti:
sw: Neno au maana:
vi: Từ hoặc ý nghĩa:

source: Writing System
es: Sistema de escritura
fr: Système d'écriture
id: Sistem Penulisan
ms: Sistem Penulisan
sw: Mfumo wa Kuandika
vi: Hệ chữ

source: Writing system: {0}
es: Sistema de escritura: {0}
fr: Système d'écriture : {0}
id: Sistem penulisan: {0}
ms: Sistem penulisan: {0}
sw: Mfumo wa kuandika: {0}
vi: Hệ chữ: {0}

source: Writing Systems
es: Sistemas de escritura
fr: Systèmes d'écriture
id: Sistem Penulisan
ms: Sistem Penulisan
sw: Mifumo ya Kuandika
vi: Các hệ chữ

source: You are running the latest version.
sw: Unatumia toleo la hivi karibuni.
vi: Bạn đang sử dụng phiên bản mới nhất.

source: You completed {0} {1}
es: Has completado {0} {1}
fr: Vous avez terminé {0} {1}
id: Anda telah menyelesaikan {0} {1}
ms: Anda telah menyelesaikan {0} {1}
sw: Ulikamilisha {0} {1}
vi: Bạn đã hoàn thành {0} {1}

source: You don't have permission to download project {0} from {1}
es: No tiene permiso para descargar el proyecto {0} desde {1}
fr: Vous n'êtes pas autorisé(e) de télécharger le projet {0} depuis {1}
id: Anda tidak memiliki izin untuk mengunduh proyek {0} dari {1}
ms: Anda tidak mempunyai kebenaran untuk memuat turun projek {0} daripada {1}
sw: Huna ruhusa ya kupakua mradi {0} kutoka {1}
vi: Bạn không có quyền tải dự án {0} từ {1}

source: You have already downloaded the {0} project
es: Ya has descargado el proyecto {0}
fr: Vous avez déjà téléchargé le projet {0}
id: Anda telah mengunduh proyek {0}
ms: Anda telah pun memuat turun projek {0}
sw: Umeshapakua mradi wa {0}
vi: Bạn đã tải xuống dự án {0}

source: Hold to record or\npress and release to start recording.
es: Mantenga pulsado para grabar o\npulse y suelte para iniciar la grabación.
fr: Maintenez la touche enfoncée pour enregistrer ou\nappuyez et relâchez la touche pour démarrer l'enregistrement.
id: Tahan untuk merekam atau\ntekan dan lepaskan untuk mulai merekam.
ms: Tahan untuk merakam atau\ntekan dan lepas untuk mula merakam.
sw: Shika ili kurekodi au\nbonyeza na kutoleza kuanza kurekodi.

source: Shadcn Sandbox # #
id: Kotak Pasir Shadcn # #
ms: Kotak Pasir Shadcn # #
